;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: r3Qui3m
; TranslationAuthorEmail: slo.mula@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.31.40
; Update: 2015-07-07
;
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=Vredu
ButtonMinimize=Pomanjšaj
ButtonMaximize=Povečaj
ButtonClose=Zapri
ButtonRestore=Obnovi
ButtonMenu=Meni

[Lang]
NativeLanguage=Slovenščina
[Translation]
LangCode=0424
ReadHabit=Z leve proti desni
LanguageName=sl-SI
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Potrditev
Warning=Opozorilo
Error=Napaka
Confirm=Potrditev
CurVer=Trenutna različica:
FrmGBMain.btnfeedback.caption=Povratne informacije
FrmGBMain.btncheckver.caption=Preveri za novo različico
BtnEnd=Konec
;
; About
;
FrmGBAbout.caption=O programu
FrmGBAbout.btnok.caption=Vredu
FrmGBAbout.lblver.caption=Trenutna različica：
FrmGBAbout.lblemail.caption=E-pošta za pomoč：
FrmGBAbout.lblhome.caption=Domača stran：
FrmGBAbout.lblthank.caption=Hvala naslednjim ljudem za njihov doprinos:

;
; Popup Menu
;
pmNewsletter=Pridobivanje novic
pmfeedback=Povratne informacije...
pmHelp=Mrežna pomoč
pmHome=Domača stran
pmContact=Kontaktiraj nas
pmCheckNew=Preveri za posodobitev
pmLang=Jeziki
pmAbout=O nas
pmCheckNew=Preveri za posodobitev
pmrun=Zaženi igro
pmadd=Dodaj igro
pmdel=Odstrani igro
pminfo=Informacije o igri
pmEndProcess=Konec procesa
pmExclude=Izključi
pmNoExclude=Prekliči izključenost
pmGoogle=Išči z Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Moje igre
FrmGBMain.BtnTabOpt.Caption=Optimizator sistema
FrmGBMain.BtnTabProcess.Caption=Optimizator procesov
FrmGBMain.BtnTabService.Caption=Storitev za optimiziranje
FrmGBMain.Btnlikeit.Caption=Všeč mi je
FrmGBMain.BtnRestore.Caption=Obnovi

;
; Like Us
;
FrmLikeit.lblTitle.caption=Če vam je všeč brezplačni Wise Game Booster, prosimo, priporočite to orodje tistim, ki jih imate radi.
FrmLikeit.lblInfo.caption=Prosimo delite Wise Game Booster z družino, prijatelji, sodelavci, znanci preko emaila, bloga, twiterja, facebooka, youtuba, ... Dobro narejeno!!! 
FrmLikeit.lblRate.caption=Oceni Wise Game Booster:
FrmLikeit.lblfollow.caption=Spremljaj nas:
FrmLikeit.lblshare.caption=Deli Wise Game Booster:
FrmLikeit.btndownload.caption=Brezplačen prenos
FrmLikeit.imgrate.hint=Za nagrado nam daj 5 zvezdic
FrmLikeit.imgmail.hint=Deli s prijatelji
FrmLikeit.imgface1.hint=Deli na facebooku
FrmLikeit.imgface2.hint=Spremljaj nas na facebooku
FrmLikeit.imgtwitter1.hint=Deli na twitterju
FrmLikeit.imgtwitter2.hint=Spremljaj nas na twitterju
FrmLikeit.Caption=Všeč mi je
FrmLikeit.lbldownload.caption=Prenesi še več brezplačnih orodij iz WiseCleaner.com

FrmGBMain.btnFacebook.hint=Všečkaj WiseCleaner na Faceboku
FrmGBMain.btnTwitter.hint=Deli Wise Game Booster na Twiterju
FrmGBMain.btnEmail.hint=Deli Wase Game Booster s prijatelji

;
; gameinfo
;
FrmGameinfo.caption=Informacije o igri
FrmGameinfo.lbltype.caption=Vrsta igra:
FrmGameinfo.lblname.caption=Ime datoteke:
FrmGameinfo.lblPublisher.caption=Razvijalec/i :
FrmGameinfo.lbltimes.caption=Igralni čas:
FrmGameinfo.lbllasttime.caption=Čas zadnje igre:
FrmGameinfo.lblrate.caption=Ocena igre:
FrmGameinfo.lblcomment.caption=Opombe:
FrmGameinfo.btnok.caption=Vredu
FrmGameinfo.btncancel.caption=Prekliči
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimizirajte
FrmGameBox.btnProcessopt.caption=Optimizirajte
FrmGameBox.btnServiceopt.caption=Optimizirajte
FrmGameBox.btnopt.caption=Optimizirajte vse

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimizirajte zdaj
FrmSysOpt.lblhint.caption=Optimizirajte naslednje elemente za izboljšanje učinkovitosti igre prosim.
FrmSysOpt.lblreall.caption=Uredi vse
;
;processopt
;
FrmProcess.lblhint.caption=Zaprite procese ki zelo obremenjujejo spomin in s tem pohitrite igrico.
ProcessCpu=Uporaba CPU
ProcessMemory=Uporaba spomina
ProcessSuggest=Predlog
ProcessAction=Upravljanje
ProcessMostMemUse=Visoka poraba pomnilnika nesistemskih programov.
;
;Serviceopt
;
FrmService.lblhint.caption=Zapri neustrezne storitve za povečanje hitrost igre.
ServicePublisher=Razvijalec/i
ServiceSuggest=Predlog
ServiceAction=Upravljanje storitev
ServiceStop=Zapri nepomembne storitve
ServiceDisable=Zapri
ServiceEnable=Zaženi
ServiceKeep=Naprej
ServiceMust=Mora biti odprto

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Nadaljuj z vsemi storitvami
Frmrestore.caption=Nadaljevanje storitve
Frmrestore.Btnok.caption=Vredu
ServiceName=Ime storitve
ServiceChangeDateTime=Zadnja sprememba
ServiceRestore=Nadaljuj storitev

[GameBox]
lstbtnsearch=Poišči igro
GameUnknow=Neznano
GameRPG=Igranje vlog
GameShot=Strelske igre
GameOther=Druge igre
NeverPlay=Nikoli igrane
UnknowPublisher=Neznani založnik
lstbtnadd=Dodaj igro
LblSysopt=Optimizacija sistema
LblProcessopt=Upravljanje
LblServiceopt=Storitev optimizacije
LblTitleCheck=Testiranje delovanja računalnika, počakajte...

[message]
NewVer=Nova različica je na voljo! Želiš posodobiti ?
FirRun=Ali želite z WGB poiskati vse vaše lokalne igre samodejno s prvim zagonom?
NoNewVer=Čestitamo, uporabljate najnovejšo različico!
CheckComputer=Testiranje delovanja računalnika, počakajte...
SearchGame=Iskanje vaše lokalne igre, počakajte...
Allgood=Čestitamo! Vaš računalnik je v dobrem stanju. Ni treba optimizirati.
SysGood=Čestitamo! Ni potrebno optimizirati elementov.
ProcessGood=Čestitamo! Ni potrebno končati nobenega procesa.
ServiceGood=Čestitamo! Nobene storitve ni treba ustaviti.
HaveProblem=Zaznanih %d težav! Prosimo, kliknite "Optimizirajte vse", da jih popravite.
sysProblem=%d elementov lahko optimiziramo!
Processproblem=%d procesov lahko končamo, da sprostimo pomnilnik
Serviceproblem=%d storitev lahko ustavimo.
DeleteGame=Ali ste prepričani, da želite odstraniti to igro?
HaveOpt=Optimizirano
btnRestore=Nadaljuj
btnOpt=Optimizirajte zdaj
BtnAction=Dejanje
BtnStop=Uredi storitev
SuggestClose=Zapri
SuggestKeep=Naprej
haveStoped=Ustavljeno
HaveRun=Zagnano
BtnRun=Zaženi
HaveFail=Končanje ni uspelo
OptComputer=Optimizacija, Prosimo počakajte...
AllgoodAfterOpt=Optimizacija končana in %s MB sproščeno. Igrajte igro sedaj!
AllgoodAfterManualOpt=Čestitamo! obenegai elementa ni treba optimizirati. Igrajte igro sedaj!
HaveProblemAfterOpt=%d elementov ni bilo mogoče optimizirati, toda %s MB pomnilnika je sproščeno.
TranslateTo=Prevedi v...

[sysopt]
SystemStable=Stabilnost sistema
SystemSpeedup=Pohitritev sistema
NetworkSpeedup=Pohitritev mrežne povezave
AutoKill=Samodejno zapre neodzivne zahtevke za preprečevanje sesutja sistema
RestartExplorer=Samodejno ponovno zaženi Windows raziskovalec, da se izognete izgubi delovne površine.
TwoProcess=Nastavite naj komponente windows raziskovalca tečejo ločeno izogib konfliktov s sistemom.
ErrorReport=Onemogoči poročanje o napaki na zaslonu za izboljšanje učinkovitosti sistema
Debugger=Onemogoči razhroščevalnik za pospešitev obdelave napake
OptMemory=Optimizirajte privzete nastavitve pomnilnika za izboljšanje učinkovitosti sistema
OptVEff=Optimizirajte pojavljanje končnih komponent (pogovorno okno, meniji, itd) za izboljšanje učinkovitosti sistema.
OptFileSystem=Optimizirajte datotečni sistem za izboljšanje učinkovitosti sistema.
OptDiskSystem=Optimizirajte disk I/O podsistem za izboljšanje učinkovitosti sistema.
DisAutoRun=Onemogočiti "Samodejni zagon funkcijo" pogonov za preprečevanje okužbe z virusom/oziroma širjenjem le tega.
OptTTL=Optimizirajte TTL (Time To Live) nastavitve za izboljšanje delovanja omrežja.
OptNetForward=Optimizirajte mrežne nastavitve za izboljšanje delovanja omrežja.
OptMTU=Izboljšanje TCP / IP učinkovitost s samodejnim odkrivanjem "črne luknje" z MTU Discovery tehniko.
OptWINS=Optimizirajte čas povpraševanja WINS imena za izboljšanje hitrosti prenosov.
OptNetWork=Optimizirajte nastavitve omrežja za izboljšanje komunikacijske zmogljivosti
CloseAnimate=Zapri animacijski učinek pri povečanju ali zmanjšanju okno za pospešitev odzivnosti okna.
PagingExecutive=Onemogoči pomnilniško številčenje strani in zmanjšanje I/O diska za boljše delovanje aplikacij. (To se lahko ignorira, če je velikost fizičnega pomnilnika <1 GB).
StaticIP=Nastavite statični IP za svojo lokalno povezavo, da pospešite zagon računalnika.
PorcessorTime=Optimizirajte učinkovitost delovanja procesorja za izvajanje aplikacij, iger, itd (Prezri, če je strežnik).
DisableIDECheck=Zaščitite preverjanje IDE kanala s strani windowsev za hitrejši zagon sistema.
ForeAppSpeed=Povečaj hitrost odziva programov, ki tečejo v ospredju.
AeroPeek=Povečajte hitrost prikaza za Aero Peek.
AeroSnap=Pospešitev Aero pripenjanja zaslonskih ikon za hitrejši odziv prikazovanja.
ShowSpeed=Optimizirana hitrost odziva zaslonu sistema.
IconCache=Povečajte sistemski predpomnilnik ikon in pospeši prikaz namizja.
OptDiskIdle=Optimizirajte disk I/O, medtem ko CPU miruje.
OptIEConnection=Povečanje povezav na strežnik. Spletna stran gleda hitrost in poveča hitrost pretoka video pretoka.
OptEthernet=Optimizirajte Ethernet zmogljivost kartice.